[
  {
    "name": "Dark Souls III",
    "categoryId": 7,
    "price": 249.9,
    "image": "{{API_URL}}/games/images/Dark_Souls_III.jpg",
    "description": "Premiado como `Melhor RPG` na Gamescom 2015 e com mais de 35 prêmios e indicações na E3 2015, DARK SOULS™ III continua a elevar o patamar de uma das séries mais inovadoras e aclamadas pela crítica. \n Com o fogo se apagando e o mundo caindo em ruínas, você precisa se aventurar em um universo repleto de inimigos e ambientes colossais. Jogadores entrarão em um mundo de trevas e atmosfera épica, com uma jogabilidade mais ágil e combates mais intensos. \n Agora só restam cinzas... Prepare-se para abraçar a escuridão mais uma vez!"
  },
  {
    "name": "Sekiro: Shadows Die Twice",
    "categoryId": 7,
    "price": 199.9,
    "image": "{{API_URL}}/games/images/Sekiro_Shadows_Die_Twice.jpg",
    "description": "Em Sekiro™: Shadows Die Twice, você é o 'lobo de um braço só', um guerreiro desfigurado e desgraçado, resgatado da beira da morte. Jurado para proteger um jovem lorde descendente de uma antiga linhagem de sangue, você vira alvo de muitos inimigos perigosos, incluindo o temido clã Ashina. Quando o jovem lorde é capturado, você parte em uma jornada de redenção onde nada impedirá você, nem mesmo a própria morte. \n Explore o Japão no final dos anos 1500, um período brutal de conflitos mortais constantes, enquanto enfrenta inimigos épicos em um mundo sombrio e distorcido. Use um arsenal de ferramentas prostéticas mortais e habilidades ninjas poderosas ao mesmo tempo em que alterna furtividade, travessia vertical e combate direto visceral em um confronto sangrento. \n Obtenha vingança. Retome sua honra. Mate astuciosamente."
  },
  {
    "name": "Elden Ring",
    "categoryId": 7,
    "price": 249.9,
    "image": "{{API_URL}}/games/images/Elden_Ring.jpg",
    "description": "O NOVO RPG DE AÇÃO E FANTASIA. \n Levante-se, Maculado, e seja guiado pela graça para portar o poder do Anel Prístino e se tornar um Lorde Prístino nas Terras Intermédias. \n • Um mundo vasto e emocionante \n Um mundo vasto onde campos abertos e uma variedade de situações e masmorras imensas, com complexos designs tridimensionais se conectam com fluidez. Conforme explora, sinta a alegria de descobrir poderosas e desconhecidas ameaças que aguardam por você, levando a um grande senso de conquista. \n • Crie seu próprio personagem \n Além de personalizar a aparência do seu personagem, você pode combinar livremente armas, armaduras e magias que equipar. Você pode desenvolver seu personagem de acordo com seu estilo de jogo, como aumentar a força muscular para se tornar um poderoso guerreiro, ou dominar a magia. \n • Um drama épico nascido de um mito \n Uma história cheia de camadas, contada em fragmentos. Um drama épico onde os vários pensamentos dos personagens se interligam nas Terras Intermédias. \n • Jogo on-line único que conecta você livremente aos outros \n Além do multijogador, onde você pode se conectar diretamente com outros jogadores e viajarem juntos, o jogo suporta um elemento on-line assíncrono único que permite que você sinta a presença dos outros."
  },
  {
    "name": "F1 2024",
    "categoryId": 5,
    "price": 349.9,
    "image": "{{API_URL}}/games/images/F1_2024.jpg",
    "description": "Alcance as primeiras posições com o EA SPORTS™ F1® 24, o jogo oficial do 2024 FIA Formula One World Championship™. Aqueça sua competitividade em busca de uma carreira histórica na F1®, com a primeira grande atualização deste modo desde 2016. Pilote como as feras do automobilismo, entre em sintonia com seu carro com o novo sistema de dirigibilidade dinâmica da EA SPORTS e impulsione sua paixão vinculando-se às suas escuderias e pilotos favoritos enquanto demonstra suas habilidades em novos modos e experiências."
  },
  {
    "name": "Quantum Break",
    "categoryId": 10,
    "price": 89,
    "image": "{{API_URL}}/games/images/Quantum_Break.jpg",
    "description": "Depois de uma destruição de uma fração de segundo que danificou a própria trama do tempo, duas pessoas descobrem que foram modificadas e ganharam habilidades extraordinárias. Uma delas viaja no tempo e começa a tentar a controlar este poder. A outra usa as novas habilidades para tentar derrotá-lo e consertar a trama do tempo antes que ela se torne irreparável. Ambos encaram missões difíceis e tomam decisões dramáticas que determinarão como será o futuro. Quantum Brake é uma experiência única, parte videogame de ação intensa, parte seriado de TV emocionante, trazendo um elenco estelar que inclui Shawn Ashmore como o herói Jack Joyce, Aidan Gillen como seu arqui-inimigo Paul Serene, e Dominic Monaghan como irmão superdotado de Jack, William. Quantum Break é cheio de histórias vívidas, personagens ricos e desdobramentos dramáticos pelos quais a Remedy Entertainment é conhecida. Suas escolhas no jogo afetarão o resultado desta fusão dinâmica entre jogo e série, dando ao jogador uma experiência de entretenimento completamente única."
  },
  {
    "name": "Control",
    "categoryId": 10,
    "price": 99.9,
    "image": "{{API_URL}}/games/images/Control.jpg",
    "description": "O Control Ultimate Edition contém o jogo principal e todas as Expansões lançadas anteriormente (`A Fundação` e `EMA`) e a atualização para Xbox Series X|S, tudo em um pacote com ótimo valor. \n Uma presença corrupta invadiu o Departamento Federal de Controle... Somente você tem o poder para impedí-la. O mundo agora é sua arma em uma luta épica para aniquilar um inimigo assustador através dos ambientes profundos e imprevisíveis. A contenção falhou, a humanidade está em risco. Você vai recuperar o controle? \n Vencedor de mais de 80 prêmios, o Control é uma aventura de ação em terceira pessoa visualmente impressionante que irá te manter à beira do seu assento. Combinando ambientes abertos com a criação de mundos e narrativa dos renomados desenvolvedores, Remedy Entertainment, o Control apresenta uma experiência de jogo extensa, intensa e gratificante."
  },
  {
    "name": "Alan Wake Remastered",
    "categoryId": 1,
    "price": 99,
    "image": "{{API_URL}}/games/images/Alan_Wake_Remastered.jpg",
    "description": "Neste cinemático e premiado thriller de ação, o perturbado escritor Alan Wake parte desesperadamente em busca da sua esposa desaparecida Alice. Após o seu misterioso desaparecimento na vila de Bright Falls, no noroeste do Pacífico, ele descobre páginas de uma história de terror que supostamente escreveu, mas da qual não se recorda. \n Wake vê-se obrigado a questionar a sua sanidade, à medida que a história se concretiza diante dele, página a página: todos estão a ser assolados pela presença hostil de uma escuridão sobrenatural que os vira contra ele. A sua única opção é confrontar as forças da escuridão, armado apenas com a sua lanterna, uma pistola e o que resta da sua mente despedaçada. A sua jornada aterradora em busca de respostas para o mistério retorcido que enfrenta irá levá-lo até às profundezas apavorantes da noite. \n Alan Wake Remastered oferece a experiência completa, incluindo o jogo principal e as suas duas expansões de história: The Signal e The Writer, com novos gráficos 4K deslumbrantes. A história tensa e episódica está repleta de reviravoltas inesperadas, suspense de cortar a respiração e combate intenso onde as balas não serão suficientes para banir a escuridão. As cutscenes do jogo, o peculiar elenco de personagens e as majestosas paisagens do noroeste do Pacífico foram melhorados para proporcionar uma experiência sensacional em termos de impacto visual e atmosfera inquietante."
  },
  {
    "name": "Alan Wake II",
    "categoryId": 4,
    "price": 249,
    "image": "{{API_URL}}/games/images/Alan_Wake_II.jpg",
    "description": "Uma série de assassinatos ritualísticos ameaça Bright Falls, uma comunidade de cidade pequena cercada pela natureza selvagem do noroeste do Pacífico. Saga Anderson, uma talentosa agente do FBI conhecida por resolver casos impossíveis, chega para investigar os assassinatos. O caso de Anderson vira um pesadelo quando ela descobre páginas de uma história de terror que começa a se tornar realidade ao seu redor. \n Alan Wake, um escritor perdido preso em um pesadelo além do nosso mundo, escreve uma história sombria na tentativa de moldar a realidade à sua volta e escapar de sua prisão. Perseguido por um horror sombrio, Wake tenta manter sua sanidade e derrotar o diabo no próprio jogo dele. \n Anderson e Wake são dois heróis em duas jornadas desesperadas e duas realidades separadas, conectados pelo coração de maneiras que nem eles mesmos conseguem entender, refletindo um no outro, ecoando um ao outro e afetando o mundo ao redor de ambos. \n Alimentada pela história de terror, a escuridão sobrenatural invade Bright Falls, corrompendo os moradores e ameaçando os entes queridos de Anderson e Wake. A luz é a arma — e o refúgio deles — contra a escuridão que enfrentam. Presos em uma história de terror sinistra onde só há vítimas e monstros, conseguirão eles se transformar nos heróis que precisam ser? \n Desvende um mistério fatal \n O que começa como uma investigação de assassinato em cidade pequena rapidamente se transforma em uma jornada aterrorizante. Descubra a fonte da escuridão sobrenatural nesta história de terror psicológico cheia de suspense intenso e reviravoltas inesperadas. \n Jogue com duas personagens \n Viva as histórias de Alan Wake e Saga Anderson e veja as situações se desenrolarem de diferentes perspectivas. Alterne entre a corrida de vida ou morte de Anderson para resolver o caso e as tentativas desesperadas de Wake de reescrever sua realidade para escapar das profundezas do Lugar Obscuro. \n Explore dois mundos \n Conheça dois mundos lindos, mas aterrorizantes, cada um com seu rico elenco de personagens e ameaças mortais. Descubra as paisagens majestosas de Cauldron Lake no noroeste do Pacífico e as cidades paradisíacas de Bright Falls e Watery. Em um forte contraste, tente escapar da paisagem urbana aterrorizante do Lugar Obscuro. \n Sobreviva com a luz \n Com recursos limitados, enfrente poderosos inimigos sobrenaturais em situações desesperadoras de combate próximo. Uma arma não é o suficiente para sobreviver. A luz é a maior arma na luta contra a escuridão e será seu refúgio quando os inimigos ameaçarem acabar com você."
  },
  {
    "name": "Star Wars: Jedi Fallen Order",
    "categoryId": 1,
    "price": 239,
    "image": "{{API_URL}}/games/images/Star_Wars_Jedi_Fallen_Order.jpg",
    "description": "Prepare-se para cruzar a galáxia em STAR WARS Jedi: Fallen Order, uma nova aventura em terceira pessoa cheia de ação da Respawn Entertainment. Este jogo solo focado na narrativa coloca você na pele de um padawan que escapou por pouco do expurgo da Ordem 66, após os eventos do Episódio III – A Vingança dos Sith. Em um esforço para reerguer a Ordem Jedi, você precisa reunir os fragmentos do seu passado, completar seu treinamento, desenvolver novas habilidades com a Força e dominar a arte do lendário sabre de luz — tudo isso enquanto despista o Império e seu letais inquisidores. \n Enquanto assimilam suas habilidades, quem joga vai usar sabres de luz e a Força em confrontos cinematográficos, criados para oferecer a intensidade dos combates com sabre de luz vistos nos filmes de STAR WARS. Será preciso se aproximar estrategicamente dos inimigos, equilibrando vantagens e desvantagens, enquanto utiliza de maneira inteligente seu treinamento Jedi para superar adversários e resolver os mistérios que surgem no caminho. \n Fãs de STAR WARS vão reconhecer cenários, armas, equipamentos e inimigos icônicos, enquanto são apresentados a novos personagens, locais, criaturas, droides e adversários desse universo. Como parte dessa autêntica história de STAR WARS, fãs mergulharão em uma galáxia recém conquistada pelo Império. Como um herói em fuga, quem joga terão que lutar pela sobrevivência e explorar os mistérios de uma civilização há muito extinta, em um esforço para reerguer a Ordem Jedi, enquanto o Império busca eliminar completamente os Jedi."
  },
  {
    "name": "Star Wars: Jedi Survivor",
    "categoryId": 1,
    "price": 299,
    "image": "{{API_URL}}/games/images/Star_Wars_Jedi_Survivor.jpg",
    "description": "A história de Cal Kestis continua em Star Wars Jedi: Survivor™, uma aventura em terceira pessoa na galáxia da Respawn Entertainment, desenvolvida em colaboração com a Lucasfilm Games. Este título de jogo solo guiado pela narrativa começa cinco anos após os eventos de Star Wars Jedi: Fallen Order™, acompanhando a luta cada vez mais desesperada de Cal enquanto a galáxia se torna ainda mais sombria. Empurrado para os limites da galáxia pelo Império, Cal se verá cercado por ameaças novas e conhecidas. Como um dos últimos Cavaleiros Jedi sobreviventes, Cal precisa mostrar seu valor durante o momento mais sombrio da galáxia, mas até onde ele está disposto a ir para proteger a si, sua equipe e o legado da Ordem Jedi? \n • Dê continuidade à jornada de Cal. Não mais um Padawan, Cal se tornou um poderoso Cavaleiro Jedi. Carregando as lembranças e expectativas da Ordem Jedi, sua cruzada contra o Império só se tornou mais perigosa. Os Tempos Sombrios estão se aproximando. Cercado por inimigos novos e conhecidos, Cal terá que decidir até onde está disposto a ir para salvar os mais próximos. \n • Vá além do seu treinamento – O sistema de combate cinemático retorna com habilidades adicionais da Força e novos estilos de combate com o sabre de luz. Use todas essas habilidades e armas com criatividade para enfrentar estrategicamente os inimigos, equilibrando vantagens e desvantagens, enquanto utilizam de maneira inteligente seu treinamento para superar adversários e resolver os mistérios que surgem no caminho. \n • Explore uma galáxia indomada – Descubra novos planetas e fronteiras conhecidas na galáxia de Star Wars, cada um com biomas, desafios e inimigos únicos. Domine novas habilidades, equipamentos e habilidades que vão melhorar as formas como você explora, luta e se locomove. Com áreas maiores para explorar e mais para descobrir fora do caminho já trilhado, quem se aventura além do horizonte encontrará recompensas ocultas."
  },
  {
    "name": "Star Wars: Outlaws",
    "categoryId": 1,
    "price": 349.9,
    "image": "{{API_URL}}/games/images/Star_Wars_Outlaws.jpg",
    "description": "Vivencie o primeiro jogo de ação e aventura de mundo aberto de Star Wars™ e explore locais distintos pela galáxia, tanto lendários quanto novos. Arrisque tudo como a trapaceira Kay Vess, em busca de liberdade e dos meios para começar uma nova vida. Lute, roube e trapaceie pelo submundo enquanto enfrenta os sindicatos criminosos da galáxia. \n Se você topar o risco, a galáxia está cheia de oportunidades. \n DESCUBRA UMA GALÁXIA DE OPORTUNIDADES \n Explore locais distintos com cidades e cantinas agitadas. Dispare por vastas paisagens no seu speeder. Cada local traz novas aventuras, desafios únicos e recompensas atraentes para quem topar correr os riscos. \n VIVENCIE UMA HISTÓRIA ORIGINAL DE VIGARISTA \n Leve o estilo de vida de alto risco dos fora da lei. Transforme qualquer encrenca em vantagem com Nix ao seu lado: lute com o blaster, supere inimigos com furtividade e dispositivos, ou encontre o momento certo para distrair inimigos e levar a melhor. \n EMBARQUE EM MISSÕES DE ALTO RISCO \n Assuma missões de alto risco e alta recompensa para os sindicatos criminosos da galáxia. Roube itens valiosos, infiltre-se em locais secretos e engane inimigos como uma das fugitivas mais procuradas da galáxia. Todas as suas decisões influenciam sua sempre mutante reputação. \n ASSUMA O LUGAR DE PILOTO \n Pilote sua nave, a Trailblazer, em batalhas estelares contra o Império e outros inimigos. Encontre a oportunidade certa para perseguir, escapar e atacar com o efeito máximo."
  },
  {
    "name": "Mortal Kombat 9",
    "categoryId": 11,
    "price": 79,
    "image": "{{API_URL}}/games/images/Mortal_Kombat_9.jpg",
    "description": "O mais novo capítulo da icônica franquia de luta já está disponível! Experimente o torneio mais mortal com todos os combatentes e suas fatalidades únicas. Os jogadores entram no reino para enfrentar os Kombatantes em Mortal Kombat Komplete Edition, entregando todo o conteúdo para download (DLC), incluindo os intrépidos guerreiros Skarlet, Kenshi e Rain, bem como o notório dream stalker Freddy Krueger. Além disso, o jogo oferece 15 skins Klassic Mortal Kombat e três Klassic Fatalities (Scorpion, Sub-Zero e Reptile). \n Mortal Kombat Komplete Edition apresenta jogabilidade dinâmica, incluindo Tag Team, Challenge Tower e um modo de história completo. Os jogadores escolhem entre uma extensa lista de guerreiros icônicos do jogo e desafiam seus amigos em partidas tradicionais 1 contra 1, ou os jogadores podem assistir às batalhas e interagir diretamente com os Kombatants online durante o modo King of the Hill. O jogo suporta o Fight Stick Mortal Kombat Tournament Edition e oferece capacidade total de controle. Os jogadores também poderão acessar conquistas e estatísticas da tabela de classificação."
  },
  {
    "name": "Mortal Kombat X",
    "categoryId": 11,
    "price": 99,
    "image": "{{API_URL}}/games/images/Mortal_Kombat_X.jpg",
    "description": "Quem é o Próximo? Experimente a próxima geração da maior franquia de jogos de luta. \n Mortal Kombat X combina uma apresentação cinematográfica sem igual com uma jogabilidade nova, formando os Kombates mais brutais da história. Pela primeira vez, Mortal Kombat X possibilita a escolha entre múltiplas variações para cada personagem, afetando tanto a estratégia como também as técnicas de luta."
  },
  {
    "name": "Mortal Kombat 11",
    "categoryId": 11,
    "price": 99,
    "image": "{{API_URL}}/games/images/Mortal_Kombat_11.jpg",
    "description": "Mortal Kombat está de volta, melhor do que nunca, em uma evolução da icônica franquia. Todas as variações de customização de personagens lhe dão liberdade total para personalizar os lutadores e torná-los únicos. Sinta-se mais perto da luta com os crânios rachados e olhos saltados dos novos gráficos. Com lutadores klássicos, novos e antigos, a incrível cinemática do modo história de Mortal Kombat continua a contar a saga épica de 25 anos atrás."
  },
  {
    "name": "Mortal Kombat 1",
    "categoryId": 11,
    "price": 299.9,
    "image": "{{API_URL}}/games/images/Mortal_Kombat_1.jpg",
    "description": "Descubra um Universo renascido de Mortal Kombat™criado pelo Deus do Fogo Liu Kang. Mortal Kombat™ 1 inaugura uma nova era da franquia icônica com um novo sistema de luta, modos de jogo e fatalities!"
  },
  {
    "name": "Death Stranding",
    "categoryId": 1,
    "price": 119,
    "image": "{{API_URL}}/games/images/Death_Stranding.jpg",
    "description": "Do criador Hideo Kojima, chega uma experiência totalmente nova, que desafia todos os géneros. \n Sam Bridges terá de enfrentar um mundo transformado pelo Death Stranding. Segurando nas mãos a reminiscência do nosso futuro, Sam embarca numa jornada para reestabelecer a ligação de um mundo estilhaçado. \n Com os destacados atores Norman Reedus, Mads Mikkelsen, Léa Seydoux e Lindsay Wagner. \n Funcionalidades adicionais para PC incluem Alta Taxa de Fotograma, Modo Fotográfico e Compatibilidade com Monitor Ultra-Wide. Além de conteúdo partilhado com a série HALF-LIFE, da Valve Corporation."
  },
  {
    "name": "Ghostwire Tokyo",
    "categoryId": 1,
    "price": 149,
    "image": "{{API_URL}}/games/images/Ghostwire_Tokyo.jpg",
    "description": "Encare o desconhecido, descubra a verdade e salve a cidade \n Tóquio foi tomada por forças sobrenaturais mortais quando um ocultista perigoso fez a população da cidade desaparecer num piscar de olhos. Una suas forças com as de uma poderosa entidade espectral numa busca por vingança e domine um poderoso arsenal de habilidades para descobrir a verdade sombria por trás do desaparecimento enquanto ENCARA O DESCONHECIDO em Ghostwire: Tokyo. \n Uma linda Tóquio assombrada \n Explore uma versão especial de Tóquio distorcida por uma presença sobrenatural. De prédios ultramodernos a templos tradicionais e becos estreitos, descubra uma cidade assustadoramente bela repleta de yokai, espíritos vingativos que vagam pelas ruas. \n Descubra marcos famosos como o cruzamento de Shibuya e a Torre de Tóquio, renderizados com detalhes incríveis e construídos para aproveitar a tecnologia da próxima geração. Viva uma cidade presa no tempo após o desaparecimento de sua população e viaje para um submundo surreal numa missão para salvar a sua família. \n Habilidades elementais devastadoras \n Use uma combinação de poderes elementais que podem ser melhorados e técnicas de caça-fantasma para combater as ameaças sobrenaturais. Use suas habilidades etéreas para subir no topo dos prédios de Tóquio e voe por cima das ruas para descobrir novas missões ou até surpreender seus inimigos."
  },
  {
    "name": "Need for Speed: Heat",
    "categoryId": 5,
    "price": 149,
    "image": "{{API_URL}}/games/images/Need_For_Speed_Heat.jpg",
    "description": "Trabalhe de dia e arrisque tudo à noite no Need for Speed™ Heat, um jogo de corrida emocionante que coloca você lado a lado contra a polícia corrupta da cidade."
  },
  {
    "name": "Need for Speed: Unbound",
    "categoryId": 5,
    "price": 249,
    "image": "{{API_URL}}/games/images/Need_for_Speed_Unbound.jpg",
    "description": "Corra contra o tempo, despiste a polícia e encare as eliminatórias semanais para chegar ao Grand, o desafio de corrida de rua definitivo de Lakeshore. Encha sua oficina de carros personalizados, tunados com precisão e ganhe as ruas com seu estilo, seus ajustes exclusivos e uma trilha sonora global vibrante que ressoa com artistas do mundo todo. \n As atualizações de conteúdo são apresentadas na forma de Volumes à medida que o jogo se desenvolve, para se tornar a experiência definitiva do NFS. Pela primeira vez, tudo está em um só lugar."
  },
  {
    "name": "Fallout 3",
    "categoryId": 2,
    "price": 49,
    "image": "{{API_URL}}/games/images/Fallout_3.jpg",
    "description": "O jogo tem suporte para língua inglesa. Faça download do manual deste jogo após encontrar o jogo em http://marketplace.xbox.com e selecionar 'Ver o manual do jogo'. A Vault-Tec trabalhou incansavelmente numa reprodução interativa da vida nos Ermos para que possa aproveitá-la no conforto do seu Refúgio. Fallout 3 inclui um mundo expansivo, combate único, visuais realistas, com incontáveis decisões e um belo elenco de personagens dinâmicos. Cada minuto é uma luta para sobreviver aos terrores da superfície: radiação, supermutantes e monstros mutantes agressivos. Da Vault-Tec®, a primeira escolha da América em Simulação Pós-Nuclear™."
  },
  {
    "name": "Fallout 4",
    "categoryId": 2,
    "price": 99,
    "image": "{{API_URL}}/games/images/Fallout_4.jpg",
    "description": "A Bethesda Game Studios, premiada criadora de Skyrim e Fallout 76,  desafia você a explorar os vestígios de Boston e o restante da Comunidade neste RPG completo de ação em mundo aberto. \n Transforme-se no sobrevivente que quer ser. Jogue como o único sobrevivente do Refúgio 111 em um mundo moldado por escolhas, como estabelecer alianças ou seguir seu próprio caminho após uma guerra nuclear devastadora. Somente você pode reconstruir e determinar o destino dos ermos. "
  },
  {
    "name": "Resident Evil 2",
    "categoryId": 4,
    "price": 149.9,
    "image": "{{API_URL}}/games/images/Resident_Evil_2.jpg",
    "description": "Um vírus maligno toma conta dos residentes de Raccoon City em setembro de 1998, afundando a cidade no caos enquanto zumbis comedores de carne humana vagam pelas ruas em busca de sobreviventes. \n Um surto de adrenalina sem comparação, uma história instigante e horrores inimagináveis o aguardam. \n Presencie o retorno de Resident Evil 2."
  },
  {
    "name": "Resident Evil 3",
    "categoryId": 4,
    "price": 149.9,
    "image": "{{API_URL}}/games/images/Resident_Evil_3.jpg",
    "description": "Jill Valentine é uma das últimas pessoas em Raccoon City a testemunhar as atrocidades que a Umbrella cometeu. Para pará-la a Umbrella libera sua arma secreta suprema: Nemesis! \n Jogar como Jill, você deve andar pelas ruas caóticas e infestadas de zumbis de Raccoon City, formidavelmente reconstruída utilizando o Mecanismo RE exclusivo da Capcom. Resolva enigmas, encontre outras criaturas tenebrosas e tente escapar do implacável Nemesis neste reimaginação do clássico de 1999!"
  },
  {
    "name": "Resident Evil 4 Remake",
    "categoryId": 4,
    "price": 199,
    "image": "{{API_URL}}/games/images/Resident_Evil_4_Remake.jpg",
    "description": "Resident Evil 4, o jogo lendário de terror e sobrevivência de 2005, está totalmente atualizado nesse remake completo. \n Seis anos após os eventos de Resident Evil 2, Leon Kennedy, sobrevivente de Raccoon City, foi enviado a um vilarejo isolado na Europa para investigar o desaparecimento da filha do presidente dos Estados Unidos. O que ele descobre lá é diferente de tudo o que ele já enfrentou antes. \n Todos os aspectos do jogo clássico foram atualizados para a geração atual, desde gráficos e controles modernizados até um enredo reimaginado que vai surpreender até mesmo os fãs veteranos."
  },
  {
    "name": "The Crew: Motorfest",
    "categoryId": 5,
    "price": 249,
    "image": "{{API_URL}}/games/images/The_Crew_Motorfest.jpg",
    "description": "O mais novo capítulo da série de ação e corrida em mundo aberto transforma a bela ilha havaiana de O'ahu num grande destino automobilístico. \n Esse cenário diverso é todo seu para explorar, das ruas urbanas de Honolulu e trilhas de terra na floresta tropical a estradas de montanha, perfeitas para drift, e subidas desafiadoras em vulcões. \n Você pode experimentar esse paraíso das corridas por conta própria ou com sua equipe, usando centenas de veículos licenciados e participando de disputas emocionantes, eventos temáticos e desafios exclusivos. Seja qual for seu aspecto favorito do automobilismo, o jogo tem algo para você."
  },
  {
    "name": "Hollow Knight",
    "categoryId": 6,
    "price": 79.9,
    "image": "{{API_URL}}/games/images/Hollow_Knight.jpg",
    "description": "Desça no mundo de Hollow Knight! O premiado jogo de ação e aventura de insetos e heróis. Explore cavernas serpenteantes, cidades antigas e ermos mortais. Lute contra criaturas malignas, alie-se a insetos bizarros. Descubra a história antiga e solucione mistérios enterrados no centro do reino. \n Hollow Knight Edição Coração Vazio inclui: \n • O premiado jogo de ação e aventura. \n • 4 Pacotes de Conteúdo gigantes, embutidos no lançamento, expandindo o jogo com novas missões, lutas contra chefes aterrorizantes e novas habilidades surpreendentes. \n Características do jogo \n • Ação 2D clássica, com todos os ajustes modernos. \n • Forje seu caminho! O mundo de Hallownest é expansivo e aberto. \n • Evolua com novas habilidades e perícias poderosas! \n • Um enorme elenco de personagens fofos e assustadores trazidos à vida por animações tradicionais 2D quadro a quadro. \n • Uma trilha orquestral, com mais de 40 músicas! \n • Mais de 150 inimigos com 40 chefes épicos!"
  },
  {
    "name": "Returnal",
    "categoryId": 9,
    "price": 249,
    "image": "{{API_URL}}/games/images/Returnal.jpg",
    "description": "Após o pouso forçado neste mundo que muda de forma, Selene deve pesquisar a paisagem árida de uma antiga civilização para escapar. Isolada e solitária, ela se vê lutando com unhas e dentes pela sua sobrevivência. Repetidas vezes ela é derrotada - forçada a reiniciar sua jornada sempre que morre. \n Por meio de um jogo implacável de RPG tipo masmorra, você descobrirá que, assim como o planeta muda a cada ciclo, os itens à sua disposição também mudam. Cada loop oferece novas combinações, forçando você a ultrapassar seus limites e a combater com uma estratégia diferente. \n Trazida à vida por efeitos visuais incríveis, a beleza sombria do mundo decadente ao seu redor está repleta de surpresas explosivas. Com combates de alto risco e com munição de bala, reviravoltas viscerais em ambientes rígidos e contrastantes. Você vai explorar, descobrir e lutar em uma jornada implacável, onde o mistério espreita todos os seus movimentos. \n Projetado para extrema repetibilidade, o mundo processual de Returnal convida você a tirar a poeira da derrota e enfrentar novos desafios em evolução a cada renascimento."
  },
  {
    "name": "Dead Space Remake",
    "categoryId": 4,
    "price": 249,
    "image": "{{API_URL}}/games/images/Dead_Space_Remake.jpg",
    "description": "Dead Space™, o clássico de terror de sobrevivência e ficção científica, está de volta totalmente reformulado para oferecer uma experiência mais profunda e imersiva. O remake tem uma fidelidade visual impressionante, áudio atmosférico e aprimoramentos na jogabilidade, ao mesmo tempo em que se mantém fiel à emocionante visão do jogo original. \n Isaac Clarke é um engenheiro comum com a missão de consertar uma imensa nave de mineração, a USG Ishimura. Porém, logo vê que há algo terrivelmente errado. A tripulação foi massacrada e a amada parceira de Isaac, Nicole, está perdida em algum lugar da nave. \n Agora sozinho, armado apenas com suas ferramentas e habilidades de engenharia, Isaac apressa-se para desvendar o horripilante mistério do que aconteceu a bordo da Ishimura, na esperança de encontrar Nicole. Preso com criaturas hostis, chamadas necromorfos, Isaac entra em uma batalha pela sobrevivência, não só contra os horrores que o cercam, mas também contra a perda da própria sanidade. \n MERGULHE NO TERROR DE FICÇÃO CIENTÍFICA DA PRÓXIMA GERAÇÃO \n Um clássico de terror de sobrevivência e ficção científica está de volta totalmente reformulado, com fidelidade visual elevada e áudio 3D atmosférico. Desde as salas e estações de trabalho de uma tripulação massacrada de maneira assustadoramente detalhada aos sons arrepiantes e atmosféricos de uma nave abandonada, você irá explorar um cenário de ficção científica incrível e repleto de momentos imprevisíveis e tensos, sem qualquer interrupção. \n DESVENDE O MISTÉRIO A BORDO DA USG ISHIMURA \n O que começa como uma missão de reparo de rotina para o engenheiro Isaac Clarke e a tripulação da USG Kellion rapidamente se torna uma batalha pela sobrevivência, enquanto a verdade por trás dos terrores a bordo começam a ser descobertos. Ao vivenciar uma experiência de narrativa expandida, desvende os segredos sombrios por trás dos eventos na USG Ishimura por meio de registros finais da tripulação desafortunada e seus encontros com o baixo número de sobreviventes. \n IMPROVISE PARA SOBREVIVER \n Confronte o pesadelo dentro da USG Ishimura com a jogabilidade estratégica que definiu o gênero. Adapte e melhore as ferramentas de engenharia do Isaac para derrotar oponentes de forma criativa e com precisão."
  },
  {
    "name": "Dead Space 2",
    "categoryId": 4,
    "price": 99,
    "image": "{{API_URL}}/games/images/Dead_Space_2.jpg",
    "description": "O engenheiro Isaac Clarke regressa para mais uma aventura arrepiante na sequela do aclamado Dead Space™. Depois de acordar de um coma em uma enorme cidade espacial conhecida como “The Sprawl”, o único sobrevivente de uma terrível infecção alienígena se vê diante de um novo pesadelo catastrófico. Lutando contra a demência, sendo caçado pelo governo e assombrado pelas visões de sua namorada morta, Isaac fará o que for preciso para se salvar e dominar o terrível ataque. Com um arsenal de ferramentas para desmembrar Necromorfos e uma nova determinação, um engenheiro levará o terror ao espaço. O pesadelo retorna em 2011."
  },
  {
    "name": "Dead Space 3",
    "categoryId": 4,
    "price": 99,
    "image": "{{API_URL}}/games/images/Dead_Space_3.jpg",
    "description": "Dead Space 3 junta Isaac Clarke e o implacável soldado John Carver numa aventura espacial para descobrir a origem dos Necromorph. Depois de se ter despenhado no planeta gelado Tau Volantis, Isaac tem de enfrentar um ambiente hostil para encontrar recursos. Irá pôr à prova as suas habilidades de engenharia para criar e personalizar armas e ferramentas de sobrevivência. O planeta gelado contém a chave para acabar com a praga dos Necromorphs, mas é preciso ultrapassar avalanches, escalar escarpas geladas e sobreviver neste clima violento. Ao enfrentar inimigos letais e a fúria dos elementos, Isaac pode trabalhar em equipa, para se salvar e a toda a Humanidade. Joga a solo no papel de Isaac Clarke ou com um amigo que vestirá a farda de Jonh Carver, num modo cooperativo com gestão automática de jogadores."
  },
  {
    "name": "Dragon's Dogma II",
    "categoryId": 2,
    "price": 349.9,
    "image": "{{API_URL}}/games/images/Dragon's_Dogma_II.jpg",
    "description": "Dragon's Dogma é um RPG de ação para um jogador movido por narrativa, que desafia os jogadores a escolherem sua própria experiência – desde a aparência de seus Nascen, suas vocações, seus aliados, seus comportamentos perante situações distintas e mais. Agora, nesta muito aguardada sequência, o rico e explorável mundo de fantasia de Dragons's Dogma 2 aguarda. \n Em sua jornada, você encontrará Peões, misteriosos seres de outro mundo, em uma jornada tão única que você se sentirá acompanhado por outros jogadores em sua própria aventura. \n Todos esses elementos são potencializados pela tecnologia de física, inteligência artificial (IA), e pelos gráficos mais modernos para criar um mundo de fantasia realmente imersivo em Dragon's Dogma 2. "
  },
  {
    "name": "Final Fantasy VII: Remake",
    "categoryId": 2,
    "price": 249,
    "image": "{{API_URL}}/games/images/Final_Fantasy_VII_Remake.jpg",
    "description": "O mundo está sob o domínio da Shinra, uma empresa que controla a energia mako, a força vital do planeta. Na cidade de Midgar, Cloud Strife, um antigo membro da unidade de elite SOLDIER da Shinra e agora mercenário, ajuda o grupo de resistência Avalanche sem fazer ideia das consequências épicas que o aguardam. \n O FINAL FANTASY VII REMAKE é uma nova versão do marcante jogo original com personagens inesquecíveis, um enredo surpreendente e batalhas épicas. \n A história deste primeiro jogo independente do projeto FINAL FANTASY VII REMAKE cobre a fuga do grupo de Midgar e aprofunda mais os eventos ocorridos na cidade em relação ao FINAL FANTASY VII original."
  },
  {
    "name": "Final Fantasy VII: Rebirth",
    "categoryId": 2,
    "price": 349,
    "image": "{{API_URL}}/games/images/Final_Fantasy_VII_Rebirth.jpg",
    "description": "A jornada rumo ao desconhecido continua... \n Cloud e amigos escapam da distópica cidade de Midgar e partem em uma aventura pelo planeta. Um mundo vasto e cheio de vida está à sua espera. Monte em um chocobo e explore cenários expansivos. \n Um mundo expansivo \n Explore as belas e vastas regiões do mundo e descubra novas áreas para explorar durante a procura pelo Sephiroth. Desfrute do mundo de FINAL FANTASY VII com os divertidos minijogos e o envolvente conteúdo secundário, além de novos meios de transporte para navegar pelas regiões. \n Sistema de batalha evoluído \n Combine estratégias e ação eletrizante no combate ao lado de seus companheiros, incluindo novos personagens. Fortaleça seus laços para executar poderosos combos em equipe. \n Além dos limites do destino \n Nessa aventura independente tanto para fãs como para recém-chegados, Cloud e seus companheiros viajam pelo planeta, com destinos indefinidos, em uma jornada misteriosa, longe da distópica cidade de Midgar."
  },
  {
    "name": "Final Fantasy XVI",
    "categoryId": 2,
    "price": 249,
    "image": "{{API_URL}}/games/images/Final_Fantasy_XVI.jpg",
    "description": "Um épico mundo de fantasia sombria onde o destino da terra é decidido pelos poderosos Eikons e os Dominantes que os controlam. \n Essa é a história de Clive Rosfield, um guerreiro que recebeu o título de Primeiro Escudo de Rosaria e jurou proteger seu irmão mais novo, Joshua, o Dominante da Fênix. Em pouco tempo, Clive se envolverá em um grande tragédia e fará um juramento de vingança contra o Eikon Ifrit, uma misteriosa entidade que traz calamidade por onde passa."
  },
  {
    "name": "The Last of Us Part I",
    "categoryId": 10,
    "price": 249,
    "image": "{{API_URL}}/games/images/The_Last_of_Us_Part_I.jpg",
    "description": "Conheça a história emocionante e os personagens inesquecíveis de The Last of Us, vencedor de mais de 200 prêmios de Jogo do Ano. \n Em uma civilização devastada, em que infectados e sobreviventes veteranos estão à solta, Joel, um protagonista abatido, é contratado para tirar uma garota de 14 anos, Ellie, de uma zona de quarentena militar. No entanto, o que começa como um pequeno serviço se transforma em uma jornada brutal através do país. \n Inclui a campanha de The Last of Us e o aclamado capítulo anterior à trama, Left Behind, que explora os eventos que mudaram para sempre as vidas de Ellie e sua melhor amiga, Riley."
  },
  {
    "name": "The Last of Us Part II",
    "categoryId": 10,
    "price": 249,
    "image": "{{API_URL}}/games/images/The_Last_of_Us_Part_II.jpg",
    "description": "Jogue o título vencedor de mais de 300 prêmios de Jogo do Ano, remasterizado para o console PlayStation®5. Jogue de novo ou comece a descobrir a história de Ellie e Abby com melhorias gráficas, novos modos de jogo, como a experiência de sobrevivência roguelike Sem Volta, integração ao controle sem fio DualSense®  e muito mais. \n Cinco anos depois de uma jornada perigosa pelos Estados Unidos num cenário pós-pandêmico, Ellie e Joel foram morar em Jackson, Wyoming. A vida numa comunidade próspera de sobreviventes lhes trouxe paz e estabilidade, apesar da ameaça constante dos infectados e de outros sobreviventes mais desesperados. Quando um evento violento interrompe a paz, Ellie parte numa jornada incansável para fazer justiça e virar a página."
  },
  {
    "name": "Nioh 2: The Complete Edition",
    "categoryId": 2,
    "price": 149,
    "image": "{{API_URL}}/games/images/Nioh_2_The_Complete_Edition.jpg",
    "description": "Domine as artes letais de samurai na pele de um guerreiro metade humano, metade yokai, nesta sequência desafiadora do RPG de ação. \n Explore o Japão da violenta era Sengoku e o letal Reino Sombrio, ambos infestados de demônios grotescos e impiedosos. \n Empunhe armas letais e extermine todos os inimigos que surgirem pelo caminho. Com o sistema de combate reformulado e a habilidade de virar um yokai completo, você terá poderes devastadores."
  },
  {
    "name": "Nioh: The Complete Edition",
    "categoryId": 2,
    "price": 99,
    "image": "{{API_URL}}/games/images/Nioh_The_Complete_Edition.jpg",
    "description": "Pegue sua espada e viaje até ao sanguinário período Sengoku no Japão, uma era devastada por estados em guerra e forças sombrias e malévolas, e abra seu caminho pela região no papel de William, um samurai sem senhor. \n Dispute combates corpo a corpo brutais usando espadas, machados, lanças e até martelos de guerra contra inimigos humanos e demoníacos. Sobreviva aos confrontos brutais e aprenda com seus erros: cada morte trará a ressurreição e cada ressurreição uma determinação ainda maior para ultrapassar seus adversários. \n Inspirado nas séries Ninja Gaiden e Dark Souls , Nioh te convida a provar que você é um samurai de verdade, com as habilidades e paciência para derrotar até os inimigos mais mortíferos e a coragem para se manter firme até mesmo ao enfrentar a morte."
  },
  {
    "name": "BioShock Remastered",
    "categoryId": 3,
    "price": 79,
    "image": "{{API_URL}}/games/images/Bioshock_Remastered.jpg",
    "description": "Explore a cidade submersa de Rapture, um paraíso para as maiores mentes da sociedade que caiu em um pesadelo distópico criado pela arrogância de um homem. Surgiu um novo ecossistema entre as ruínas alagadas, onde Splicers enlouquecidos caçam as Little Sisters que estariam indefesas sem seus enormes guardiões, os Big Daddies. Suas únicas esperanças para sobreviver são um pensamento rápido, armas recuperadas e poderes super-humanos concedidos pelos Plasmids que alteram seu DNA. Para derrotar os monstros mutantes de Rapture, você deve virar um deles. \n Também inclui: \n • Museu de Conceitos Órfãos - Passeie por várias exibições mostrando o início de BioShock neste museu virtual, contendo desde as artes conceituais até os modelos completos do jogo. \n • Salas de Desafio - Teste suas habilidades de combate e proeza para resolver quebra-cabeças com estes desafios não-canônicos. \n • Comentário do Diretor: Imaginando BioShock - Descubra novos itens colecionáveis para desbloquear vídeos que mostram as ideias de Ken Levine, Diretor Criativo, e de Shawn Robertson, Chefe da Animação."
  },
  {
    "name": "BioShock 2 Remastered",
    "categoryId": 3,
    "price": 79,
    "image": "{{API_URL}}/games/images/Bioshock_2_Remastered.jpg",
    "description": "Veja Rapture pelos olhos do Subject Delta, um protótipo temível de Big Daddy em uma missão de vida ou morte para resgatar sua Little Sister perdida. Oito anos se passaram desde os eventos do primeiro BioShock, e os cidadãos de Rapture se juntaram em uma seita coletivista. Use ainda mais tipos de Plasmid, enfrente uma série de novos inimigos e se aventure além da arquitetura de arte déco de Rapture pelo fundo do oceano, tudo isso enquanto você é caçado por uma nova geração de predadores extremamente poderosas: as Big Sisters."
  },
  {
    "name": "BioShock Infinite: The Complete Edition",
    "categoryId": 3,
    "price": 79,
    "image": "{{API_URL}}/games/images/Bioshock_Infinite_The_Complete_Edition.jpg",
    "description": "Booker DeWitt, um detetive particular endividado com as pessoas erradas, deve cumprir uma tarefa impossível: ir a Columbia, uma cidade voadora acima das nuvens, e resgatar uma mulher chamada Elizabeth que nela está aprisionada. Ela tem o poder de abrir fendas no tecido da realidade, um poder que seu captor acredita que ajudará a concluir sua visão distorcida do sonho americano."
  },
  {
    "name": "Doom",
    "categoryId": 3,
    "price": 59,
    "image": "{{API_URL}}/games/images/Doom.jpg",
    "description": "DOOM está de volta com um jogo de tiro moderno, desafiador e brutalmente divertido. Demônios implacáveis, armas absurdamente destrutivas e movimentação fluída e ágil proporcionam um intenso combate em primeira pessoa, seja aniquilando hordas de demônios nas profundezas do Inferno na campanha solo, ou competindo com os amigos em diversos modos multijogador. Combine seu arsenal de armas icônicas e futurísticas e um avançado sistema de combate corpo a corpo para derrubar, cortar, pisotear, esmagar e fazer pedacinho dos demônios de maneiras violentas e criativas. Expanda a sua experiência de jogo usando o editor DOOM SnapMap para facilmente criar, jogar e compartilhar seu próprio conteúdo com o mundo."
  },
  {
    "name": "Doom Eternal",
    "categoryId": 3,
    "price": 199,
    "image": "{{API_URL}}/games/images/Doom_Eternal.jpg",
    "description": "Os exércitos do Inferno invadiram a Terra. Torne-se o Slayer em uma campanha épica para um jogador e derrote demônios entre dimensões para impedir a derradeira destruição da humanidade. \n A única coisa que eles temem... é você. \n Viva a combinação suprema de velocidade e poder em DOOM Eternal - o próximo avanço de combate acelerado de primeira pessoa. \n SLAYER, A MAIOR DAS AMEAÇAS \n Armado com um canhão de ombro com lança-chamas, uma lâmina de pulso retrátil, armas e modificações melhoradas e habilidades, você está mais rápido, forte e versátil do que nunca. \n TRINDADE PROFANA \n Torne-se o algoz supremo dos demônios: execuções gloriosas concedem saúde extra, incinerações concedem armadura e eliminações com a motosserra concedem munição. \n Entre no BATTLEMODE \n Uma nova experiência multijogador 2 contra 1. Um DOOM Slayer armado até os dentes enfrenta dois demônios controlados por jogadores em uma partida “melhor de cinco” intensa de combate em primeira pessoa."
  },
  {
    "name": "Ratchet & Clank: Rift Apart",
    "categoryId": 1,
    "price": 199,
    "image": "{{API_URL}}/games/images/Ratchet_&_Clank_Rift_Apart.jpg",
    "description": "Pule de dimensão a dimensão com Ratchet e Clank para enfrentar um imperador maligno de outra realidade. Viaje por mundos repletos de ação, e além deles em velocidade alucinante, com visuais incríveis e um arsenal insano. \n Arsenal irado  \n Um imperador robótico maligno está determinado a conquistar mundos interdimensionais, e a dimensão de Ratchet e Clank é a próxima da lista. Você vai precisar tirar a poeira do arsenal irado da dupla dinâmica para impedir um colapso dimensional. Abra caminho de volta para casa com um arsenal de novas armas explosivas, como a Pistola de Rajada, o Irrigador de Topiaria e a Bomba de Estilhaços. Aventure-se em paisagens urbanas, participe do combate e deslize por dimensões com dispositivos novos que desafiam a física. \n Gente nova \n Junte-se à dupla suprema com um elenco de aliados familiares e gente nova, incluindo Lombax, uma nova lutadora da resistência determinada a acabar com a escória robótica. Jogue com o Ratchet e com a Lombax, nova personagem misteriosa de outra dimensão.  Descubra a nova mecânica interdimensional de Clank."
  },
  {
    "name": "Tomb Raider: Definitive Edition",
    "categoryId": 1,
    "price": 79,
    "image": "{{API_URL}}/games/images/Tomb_Raider_Definitive_Edition.jpg",
    "description": "O jogo de ação e aventura cinemático que transformou a jovem e inexperiente Lara Croft numa sobrevivente endurecida foi remodelado para os consoles da nova geração, com uma Lara desenhada com detalhe obsessivo e um mundo espetacular semelhante ao real. A Lara tem que sobreviver a combates de alto nível, personalizar suas armas e equipamento, e ultrapassar ambientes difíceis para sobreviver à sua primeira aventura e desvendar o segredo letal da ilha. A Edição Definitiva deste jogo adorado pela crítica possui conteúdo extra e inclui todos os conteúdos para download da versão do Xbox 360."
  },
  {
    "name": "Rise of the Tomb Raider",
    "categoryId": 1,
    "price": 99,
    "image": "{{API_URL}}/games/images/Rise_of_the_Tomb_Raider.jpg",
    "description": "Trazendo momentos épicos de ação nos ambientes mais belos e hostis da terra, Rise of the Tomb Raider é uma aventura com ação e sobrevivência incrível, na qual você seguirá os passos de Lara Croft em sua primeira expedição de exploração de uma tumba. Desbrave as Impressionantes e mortais tumbas: espaços ancestrais cheios de armadilhas mortais, resolva quebra-cabeças ambientais dramáticos e decifre textos ancestrais para revelar criptas, enquanto explora um mundo cheio de segredos a serem descobertos. Mulher contra natureza: conquiste um mundo que protege ferozmente seus segredos, sobreviva a climas impiedosos e terrenos instáveis, enfrente animais perigosos que servem com guardiões das tumbas ancestrais e explore ambientes interativos enormes. Combate de guerrilha: use o ambiente para ter vantagem, escale árvores, e nade submersa para evadir ou eliminar os inimigos, configure os equipamentos, armas e munições de Lara para combinar com o seu estilo de jogo, crie explosivos improvisados para espalhar o caos, e use o arco de combate e o machado de escalada característicos de Lara."
  },
  {
    "name": "Shadow of the Tomb Raider",
    "categoryId": 1,
    "price": 199,
    "image": "{{API_URL}}/games/images/Shadow_of_the_Tomb_Raider.jpg",
    "description": "Em Shadow of the Tomb Raider Definitive Edition, descobre o capítulo final da origem da Lara, que a vai definir como a saqueadora de túmulos que está destinada a ser. Inclui o jogo base, os sete túmulos de desafio de conteúdo transferível, bem como todas as armas, roupa e habilidades transferíveis. Shadow of the Tomb Raider Definitive Edition é a derradeira forma de viver o momento que definiu a Lara."
  },
  {
    "name": "Dragon Age: Inquisition",
    "categoryId": 2,
    "price": 69.9,
    "image": "{{API_URL}}/games/images/Dragon_Age_Inquisition.jpg",
    "description": "Um cataclisma lança a terra de Thedas num turbilhão. Dragões escurecem o céu lançando sombras sobre as terras à beira do caos. Magos abrem guerra total contra os templários opressores. Nações se erguem umas contra as outras. É incumbência sua e de seus aliados restaurar a ordem liderando a Inquisição e perseguindo os agentes do caos. \n Explore, lidere e batalhe: escolhas difíceis definem sua experiência e até mesmo uma única decisão pode alterar o rumo dos acontecimentos."
  },
  {
    "name": "Dragon Age: The Veilguard",
    "categoryId": 2,
    "price": 349.9,
    "image": "{{API_URL}}/games/images/Dragon_Age_The_Veilguard.jpg",
    "description": "Entre no mundo de Thedas, uma terra vibrante e repleta de florestas selvagens, labirintos traiçoeiros e cidades cintilantes, com combate brutal e magias secretas. Agora, uma dupla de divindades antigas corruptas escapou de séculos na escuridão e está determinada a destruir o mundo. \n Thedas precisa de alguém em quem possa confiar. Torne-se Rook, a mais nova figura heroica de Dragon Age. Seja quem você quer ser e jogue como quiser ao lutar para impedir que as divindades corrompam o mundo. Mas não pode fazer isto por conta própria. As chances estão contra você. Lidere uma equipe de sete pessoas, cada uma com sua própria história rica para descobrir e moldar, e lado a lado vocês se tornarão a Guarda do Véu. \n Convoque a Guarda do Véu e desafie as divindades em Dragon Age™: The Veilguard, um jogo de RPG imersivo para uma pessoa onde você se torna a liderança que as pessoas acreditam. \n UNA UM MUNDO ATACADO \n Entre no mundo de Thedas, uma terra vibrante e repleta de florestas selvagens, labirintos traiçoeiros e cidades cintilantes. O mundo está por um fio, com divindades corruptas destruindo o continente. Nações estão em guerra e facções se dividindo. Em quem você vai confiar? Da Floresta Arlathan até os becos de Minrathous, este é um mundo perdido. Suas ações vão afetar o destino de Thedas para sempre. \n CONVOQUE A GUARDA DO VÉU \n Convoque uma equipe de sete pessoas, cada uma com vidas ricas e histórias profundas. São indivíduos para formar amizades ou até se apaixonar. Entre eles, um assassino, um necromante e uma detetive, com cada pessoa levando sua especialidade e habilidades únicas para a luta. Você nunca está só. Decida quem levar para a batalha, e lado a lado enfrente demônios, dragões e divindades corruptas. \n SEJA A LIDERANÇA QUE AS PESSOAS ACREDITAM \n Selecione entre raças e classes de combate diferentes, personalize sua aparência, escolha a história que você criou e comece sua jornada como Rook, a mais nova figura heroica de Dragon Age. A escolha é sua. Durante suas aventuras, você ganhará novas habilidades e descobrirá artefatos únicos e poderosos para aprimorar o seu estilo de combate. Prepare-se, pois há decisões difíceis para serem tomadas, alianças para inspirar e uma luta que precisa de cada espada, cajado e arco que você puder juntar."
  },
  {
    "name": "A Plague Tale: Innocence",
    "categoryId": 1,
    "price": 99,
    "image": "{{API_URL}}/games/images/A_Plague_Tale_Innocence.jpg",
    "description": "Acompanhe a história, aclamada pela crítica, da jovem Amicia e seu irmãozinho Hugo, em uma jornada emocionante por um dos momentos mais sombrios da história. Caçados por soldados da Inquisição e cercados por enxames inexoráveis de ratos, Amicia e Hugo terão que aprender a confiar um no outro. Eles precisarão sobreviver ante as intempéries e buscar um propósito em um mundo brutal e inclemente."
  },
  {
    "name": "A Plague Tale: Requiem",
    "categoryId": 1,
    "price": 199,
    "image": "{{API_URL}}/games/images/A_Plague_Tale_Requiem.jpg",
    "description": "Do outro lado do mar, uma ilha chama… \n Embarca numa viagem desoladora por um mundo brutal e deslumbrante, distorcido por forças sobrenaturais. \n Depois de escaparem da sua terra devastada, Amicia e Hugo viajam para sul, a caminho de novas regiões e cidades vibrantes. Lá, tentam começar uma nova vida e controlar a maldição de Hugo. \n Mas, quando os poderes de Hugo despertam, a morte e a destruição regressam, uma enchente de ratazanas devoradoras. Forçados a fugir, os irmãos têm esperança que uma ilha profetizada possa conter a chave para salvar o Hugo. \n Descobre o preço de salvares quem amas numa luta desesperada pela sobrevivência. Ataca das sombras ou causa o caos, superando adversários e desafios com diferentes armas, ferramentas e poderes. \n ● Sequela da premiada aventura A Plague Tale: Innocence \n ● Uma história incrível tocada por forças sobrenaturais \n ● Usa diferentes ferramentas, esconde-te, luta ou usa ratazanas e causa o caos. \n ● Gráficos deslumbrantes e uma banda sonora envolvente"
  },
  {
    "name": "Indiana Jones and the Great Circle",
    "categoryId": 1,
    "price": 349.9,
    "image": "{{API_URL}}/games/images/Indiana_Jones_and_the_Great_Circle.jpg",
    "description": "Desvende um dos maiores mistérios da história em Indiana Jones e o Grande Círculo™, uma aventura solo em primeira pessoa ambientada entre os eventos de Os Caçadores da Arca Perdida™ e A Última Cruzada™. Em 1937, forças sinistras estão vasculhando o mundo atrás do segredo de um poder ancestral ligado ao Grande Círculo. Só uma pessoa pode impedi-las: Indiana Jones™. Você se tornará o lendário arqueólogo neste jogo cinematográfico de ação e aventura da MachineGames, o premiado estúdio responsável pela recente série Wolfenstein, e de Todd Howard, produtor executivo que está no Hall da Fama dos videogames. \n VOCÊ É INDIANA JONES \n Viva a aventura como Indy em uma história emocionante cheia de exploração, ação imersiva e quebra-cabeças intrigantes. Como o brilhante arqueólogo conhecido pelo intelecto aguçado, engenhosidade, astúcia e humor característico, você viajará pelo mundo em uma corrida contra forças inimigas para descobrir os segredos de um dos maiores mistérios de todos os tempos. \n UM MUNDO DE MISTÉRIO ESTÁ À SUA ESPERA \n Viaje dos corredores da Marshall College para o coração do Vaticano, as pirâmides do Egito, os templos submersos de Sukhothai e muito mais. Quando uma invasão na calada da noite acaba em confronto com um homem enorme e misterioso, você deve desvendar um mistério chocante por trás do roubo de um artefato aparentemente sem importância. Forjando novas alianças e enfrentando velhos inimigos, você se envolverá com personagens intrigantes, usará astúcia e inteligência para resolver enigmas ancestrais e sobreviverá a um intenso quebra-cabeças. \n AÇÃO DE ESTALAR O CHICOTE \n O famoso chicote de Indiana ainda é a peça principal de seu arsenal e pode ser usado para distrair, desarmar e atacar inimigos. Mas ele não é só uma arma, é a ferramenta mais importante de Indy para explorar o ambiente. Passe por cima de rondas desatentas e escale paredes enquanto cruza um mundo incrível. Combine infiltração furtiva, combate corpo a corpo intenso e uso de armas para enfrentar a ameaça inimiga e desvendar o mistério. \n O ESPÍRITO DA DESCOBERTA \n Aventure-se em um jogo que mistura narrativa linear e mapas de regiões abertas. Alimente o espírito de exploração dentro de você e desenterre um mundo de mistérios fascinantes, armadilhas mortais e quebra-cabeças terríveis, onde qualquer coisa pode esconder a próxima peça do mistério... ou cobras. Por que tinha que ser cobras?"
  },
  {
    "name": "Mass Effect Legendary Edition",
    "categoryId": 2,
    "price": 149,
    "image": "{{API_URL}}/games/images/Mass_Effect_Legendary_Edition.jpg",
    "description": "Uma pessoa é tudo que protege a humanidade da maior ameaça que já enfrentou. Reviva a lenda de Comandante Shepard na aclamada trilogia de jogos com Mass Effect™ Legendary Edition. Inclui o conteúdo básico para um jogador ou uma jogadora e mais de 40 DLCs de Mass Effect, Mass Effect 2 e Mass Effect 3, além de armas promocionais, armaduras e pacotes, todos remasterizados e otimizados para 4K Ultra HD. \n Conheça um universo incrivelmente rico e detalhado onde suas decisões têm consequências profundas na ação e no resultado. \n REVIVA A SAGA CINEMATOGRÁFICA: A ação emocionante se junta a uma narrativa interativa e envolvente em que você decide como sua história vai se desenrolar. \n •Três jogos – Um inicializador: Jogue o conteúdo básico para um jogador ou uma jogadora e mais de 40 DLCs dos três jogos, incluindo armas promocionais, armaduras e pacotes. \n •Remasterizada para uma nova geração: Reviva a trilogia em 4K Ultra HD com desempenho, visuais e gráficos aprimorados, todos disponíveis em HDR. \n •Melhorias visuais nos três jogos: As atualizações incluem modelos, shaders, efeitos, iluminação e profundidade de campo aprimorados, além de áudio de resolução máxima. \n VIVENCIE A LENDA DE SHEPARD: Crie e personalize seu ou sua personagem, de sua aparência e habilidades até seu arsenal personalizado, e lidere seu esquadrão de reconhecimento de elite por uma galáxia mergulhada no caos. \n •Novas personalizações de Shepard: Com cabelo, maquiagem, cor dos olhos e tons de pele aprimorados, você pode personalizar seu ou sua Shepard em um criador de personagem unificado, com todas as opções da trilogia completa, ou escolher jogar com a icônica Comandante Shepard de Mass Effect 3, já disponível em todos os títulos. \n •Melhorias de jogabilidade no primeiro jogo de Mass Effect™: Foram aprimorados a mira e o equilíbrio de armas, os efeitos de som, entradas/controles, o comportamento do esquadrão, o comportamento de cobertura e as câmeras de jogo. \n REFLITA SOBRE SUAS ESCOLHAS: Suas escolhas são transportadas para o jogo seguinte. Cada decisão que você tomar influenciará o resultado de cada missão, cada relacionamento, cada batalha - e até mesmo o destino da própria galáxia. \n •Opções do modo de desempenho: Você pode optar por priorizar a qualidade para aumentar a resolução ou priorizar as taxas de frames para aumentar o FPS nos consoles. \n CONTEÚDO: Mass Effect™ Legendary Edition inclui o conteúdo básico para um jogador ou uma jogadora dos três títulos (Mass Effect, Mass Effect 2 e Mass Effect 3), seus DLCs de história para um jogador favoritos, armas promocionais, armaduras e pacotes."
  },
  {
    "name": "Stray",
    "categoryId": 1,
    "price": 99,
    "image": "{{API_URL}}/games/images/Stray.jpg",
    "description": "Stray é um jogo de aventura felina em terceira pessoa que se passa nos detalhados becos iluminados por néon de uma cidade futurista e nos obscuros locais de seu submundo. \n Veja o mundo pelos olhos de um gato de rua e interaja com o ambiente de maneiras divertidas. \n Stray é desenvolvido pelo BlueTwelve Studio, uma equipe pequena do sul da França formada sobretudo por gatos e alguns humanos."
  },
  {
    "name": "Atomic Heart",
    "categoryId": 3,
    "price": 199,
    "image": "{{API_URL}}/games/images/Atomic_Heart.jpg",
    "description": "Damos-te as boas-vindas a um mundo utópico de maravilhas e perfeição, onde os humanos vivem em harmonia com os seus leais e zelosos robôs. \n Bom, isso era dantes. Com o lançamento do último sistema de controlo de robôs a meros dias de distância, apenas um trágico acidente ou uma conspiração global o poderiam impedir… \n O inexorável avanço da tecnologia e experiências secretas deram origem a criaturas mutantes, máquinas aterrorizantes e robôs superpoderosos e todos se estão a revoltar contra os seus criadores. Apenas tu os podes impedir e descobrir o que está por trás deste mundo idealizado. \n Com as habilidades de combate concedidas pela tua luva experimental, o teu arsenal de espadas e armas de última geração, luta pela tua vida em encontros explosivos e frenéticos. Adapta o teu estilo de combate a cada adversário. Combina as tuas habilidades e recursos, usa o ambiente e melhora o teu equipamento para superar desafios e lutar pelo bem. \n • Um louco e sublime mundo utópico \n • Combate visceral, espetacular e impiedoso \n • Derrota máquinas gigantes e mutantes com as tuas várias habilidades e armas avançadas \n • Melhora o teu arsenal e equipamento"
  },
  {
    "name": "Deathloop",
    "categoryId": 3,
    "price": 199.9,
    "image": "{{API_URL}}/games/images/Deathloop.jpg",
    "description": "DEATHLOOP é um jogo de tiro em primeira pessoa da nova geração da Arkane Lyon, a desenvolvedora premiada por trás da série Dishonored. Em DEATHLOOP, dois assassinos rivais estão presos em um misterioso ciclo temporal na ilha de Blackreef, condenados a repetir o mesmo dia por toda a eternidade. No papel de Colt, a única chance de escapar é fechar o ciclo assassinando oito alvos essenciais antes que o dia reinicie. Aprenda com cada ciclo: experimente novos caminhos, colete informações e encontre novas armas e habilidades. Faça o que for preciso para quebrar o ciclo. \n SE NÃO CONSEGUIR DE PRIMEIRA... MORRA, E MORRA DE NOVO \n Cada novo ciclo é uma oportunidade de mudar as coisas. Aplique o conhecimento adquirido a cada tentativa para ajustar seu estilo de jogo, seja navegando de maneira furtiva pelos ambientes ou chegando atirando nos confrontos. Em cada ciclo, você vai descobrir novos segredos, coletar informações sobre seus alvos e a ilha de Blackreef, e expandir seu arsenal. Com várias habilidades sobrenaturais e armas poderosas à sua disposição, você vai utilizar todas as ferramentas que possui para executar abates tão impressionantes quanto mortais. Pense em uma estratégia ao personalizar sua combinação de poderes e armas para sobreviver neste jogo letal de gato e rato. \n JOGABILIDADE PARA UM JOGADOR COM UM MULTIJOGADOR MORTÍFERO \n Você é o herói ou o vilão? Em DEATHLOOP, você vai vivenciar a história principal como Colt, caçando alvos na ilha de Blackreef para quebrar o ciclo e conquistar sua liberdade. Ao mesmo tempo, sua rival Julianna vai estar à sua caça, e ela pode ser controlada por outro jogador. Então, se quiser dificultar a vida de alguém, você também pode assumir o papel da Julianna e invadir a campanha de outro jogador para matar o Colt. A experiência multijogador é totalmente opcional; os jogadores podem escolher ter a Julianna controlada pela IA na sua campanha. \n A ILHA DE BLACKREEF – PARAÍSO OU PRISÃO \n A Arkane é famosa por seus mundos magnificamente artísticos, com diversas rotas e uma jogabilidade emergente. DEATHLOOP apresenta um ambiente deslumbrante retrofuturista inspirado na década de 1960, que acaba sendo quase um personagem do jogo por si só. Embora Blackreef possa parecer um paraíso elegante, para Colt, é uma prisão: um mundo dominado pela decadência, onde a morte perdeu o significado e delinquentes participam de uma festa eterna enquanto o mantêm aprisionado."
  },
  {
    "name": "Hi-Fi Rush",
    "categoryId": 1,
    "price": 89,
    "image": "{{API_URL}}/games/images/Hi-Fi_Rush.jpg",
    "description": "Sinta a batida enquanto o aspirante a estrela Chai e seu inesperado time de aliados lutam contra uma megacorporação maligna de melhorias robóticas usando um estrondoso combate ritmado! Da Tango Gameworks, o estúdio por trás de The Evil Within® e Ghostwire®: Tokyo (não, sério), chega agora Hi-Fi RUSH, um novíssimo jogo de ação em que o mundo entra em sincronia com a música! \n CHAI CONTRA O MUNDO \n Marcado como um 'defeito' após um experimento corporativo suspeito fundir por engano um aparelho de música ao seu coração, Chai agora precisa lutar por sua liberdade em um mundo animado envolvente, onde tudo – desafios de plataforma, ataques de inimigos e até piadas e bate-papos irreverentes – está sincronizado com a batida da música. \n ABRA A RODA DE POGO! \n Enfrente um exército de robôs corporativos (leia-se: robôs de verdade) em combates empolgantes, que são amplificados pela batida. Acerte o tempo das suas ações para executar impressionantes Batidões, habilidades especiais de impacto e até ataques combinados com seus aliados! Quer se exibir? Vá além e use ao máximo a batida para amplificar suas habilidades e ganhar as cobiçadas classificações S."
  },
  {
    "name": "Immortals Fenyx Rising",
    "categoryId": 1,
    "price": 149.9,
    "image": "{{API_URL}}/games/images/Immortals_Fenyx_Rising.jpg",
    "description": "Immortals Fenyx Rising dá vida a uma grandiosa aventura mitológica. \n Joga como Fenyx numa missão para salvar os deuses gregos. O destino do mundo está em jogo: tu és a última esperança dos deuses. \n - Recorre aos poderes dos deuses, como a espada de Aquiles e as asas de Dédalo, para enfrentar inimigos poderosos e resolver quebra-cabeças antigos. \n - Enfrenta monstros mitológicos icónicos como ciclopes e medusas em combates dinâmicos no ar e no solo. \n - Usa as tuas capacidades e armas, incluindo flechas teleguiadas, telecinesia e mais ainda e provoca danos devastadores. \n - Descobre um mundo aberto estilizado dividido em sete regiões únicas, todas elas inspiradas pelos deuses."
  },
  {
    "name": "Detroit: Become Human",
    "categoryId": 1,
    "price": 79,
    "image": "{{API_URL}}/games/images/Detroit_Become_Human.jpg",
    "description": "Detroit: Become Human é o mais novo jogo da Quantic Dream, que amplia o legado do estúdio de experiências envolventes e que priorizam a narrativa (Fahrenheit/Heavy Rain™/BEYOND: Two Souls™). Descubra o que realmente nos faz humanos em uma jornada forte e emocionante, feita de escolhas e consequências. \n O jogo se passa em 2036 na cidade de Detroit, que foi revitalizada pela invenção e o uso dos androides no nosso dia a dia. Porém, quando os androides começam a se comportar como se tivessem vida, as coisas começam a fugir do controle. Assuma o papel dos três protagonistas controláveis da história, cada um com suas próprias perspectivas, e enfrente esse novo estilo de vida. \n Nessa narrativa emocionante e cheia de reviravoltas, cada escolha e ação não determinará apenas o futuro do personagem, mas também o de toda a cidade (e pode ter proporções ainda maiores)"
  },
  {
    "name": "Tekken 8",
    "categoryId": 11,
    "price": 299.9,
    "image": "{{API_URL}}/games/images/Tekken_8.jpg",
    "description": "Prepare-se para o próximo capítulo da lendária franquia de jogos de luta: TEKKEN 8. \n • 32 lutadores para a nova geração \n Visuais de personagens completamente reformulados. Modelos extremamente detalhados e completos feitos do zero e gráficos de alta qualidade quebram os limites do hardware da nova geração adicionando mais peso e atmosfera às lutas marcantes de TEKKEN. Cenários vívidos e destrutíveis se unem para criar uma imersão completa, oferecendo a experiência de jogo definitiva. \n • Novo jogo, novos rivais \n O punho encontra o destino em TEKKEN 8. Com o recorde do jogo com a narrativa mais longeva, a série TEKKEN começa um novo capítulo com TEKKEN 8 continuando a história trágica das linhagens Mishima e Kazama, com o conflito entre pai e filho capaz de abalar o mundo se iniciando seis meses após o fim de sua última batalha cheia de rancor. A história de crescimento e determinação de Jin Kazama marca um novo capítulo nesta saga atemporal. \n • Batalhas frenéticas empolgantes cheias de Agressividade e Destruição \n O novo sistema de batalha Heat leva a agressividade das lutas ao limite, mas mantém a jogabilidade e as táticas únicas da série TEKKEN. A intensidade das batalhas é melhorada com os estágios destrutíveis. Os jogadores e espectadores ficarão fascinados pelos supergolpes de Rage Arts. Todas essas mecânicas de ponta se unem para tornar TEKKEN 8 o título mais empolgante da série até agora! \n • Aproveite a vida de Tekken! \n No novo modo de jogo solo Missão Arcade, você pode criar seu próprio avatar e iniciar sua nova vida de TEKKEN. Enfrente diversos rivais em vários modos arcade para conhecer a história, tudo isso enquanto aprende as técnicas básicas e práticas de TEKKEN 8. Desbloqueie diversos itens de personalização para personagens e avatares ao longo do caminho."
  },
  {
    "name": "Concord",
    "categoryId": 3,
    "price": 249.9,
    "image": "{{API_URL}}/games/images/Concord.jpg",
    "description": "Reúna a sua equipe de Freegunners para competir com equipes rivais em um FPS 5x5 focaado nos personagens para PlayStation® 5 e PC1. \n Ambientado em um universo original e vibrante de ficção científica, Concord é um novo jogo de tiro em equipes onde você controla os integrantes da tripulação da Estrela-do-Norte, um grupo de desajustados, fora da lei e aventureiros que trabalham como pistoleiros de aluguel. \n Escolha a dedo o seu esquadrão pessoal de Freegunners e jogue com amigos e colegas mercenários online para enfrentar equipes rivais nos mundos espetaculares do Bravio do espaço em uma variedade de modos baseados em objetivos e ressurgimento."
  }
]